
insert into Offers(Type,Description,Price,DateCreated,DateExpired,GasStation_Id) values
('Fuel',N'Κουπόνι 5 ευρώ με Ενδείξη UserID',0,'2016-11-18','2016-11-30',150),
('Fuel',N'Κουπόνι 10 ευρώ με Ενδείξη UserID',0,'2016-11-18','2016-11-30',170),
('Fuel',N'Κουπόνι 10 ευρώ με Ενδείξη UserID',0,'2016-11-18','2016-11-30',200),
('CarWash',N'Πλύσιμο μέσα-έξω 7 ευρώ',7,'2016-11-18','2016-11-30',176),
('CarWash',N'Πλύσιμο εξωτερικό 5 ευρώ',5,'2016-11-18','2016-11-30',250),
('CarWash',N'Βιολογικός Καθαρισμός',10,'2016-11-18','2016-11-30',280),
('CarWash',N'Πλύσιμο δωρεάν με ένδειξη UserID',0,'2016-11-18','2016-11-30',190),
('Car Accessories',N'Αλλαγή Λαδιών 6 ευρω',6,'2016-11-18','2016-11-30',270),
('Car Accessories',N'Αδιάβροχη κουκούλα – Κάλυμμα ',10,'2016-11-18','2016-11-30',222),
('Car Accessories',N'Σετ Υαλοκαθαριστήρες',9,'2016-11-18','2016-11-30',211),
('Car Accessories',N'Σετ Κάλυμμα Καθίσματος Αυτοκινήτου',15,'2016-11-18','2016-11-30',199)



